charliermarsh.ruff
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
ms-python.debugpy
ms-python.flake8
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
vscode-icons-team.vscode-icons
